[
  {
    "title": "Age of Space Exploration",
    "content": "In the 2030s, the world witnessed further polarization, initiating a new round of arms race that gave birth to various new materials, including ceramic cryogenic fibers used to protect engines from the harsh environments of extraterrestrial planets. This era lasted for a decade. The same materials were also employed to preserve cryogenically frozen individuals in extreme cold conditions."
  },
  {
    "title": "Age of Great Voyages",
    "content": "Simultaneously with the Age of Space Exploration, the Age of Great Voyages began. Countries like the United States and China launched rockets to distant planets and their moons, extracting abundant chemical resources such as liquid nitrogen and hydrogen. This era continued until 2080."
  },
  {
    "title": "Age of Cellular Computing",
    "content": "In 2050, the United Nations Next-Generation Research Center (UN-NGLRC), in collaboration with fifty universities, unveiled the concept of cellular computing. It utilized programmable clusters of cells as computational units, combining biological compatibility with data encryption. Upon its release, cellular computing significantly outpaced the traditional silicon-based computer market, leading to the invention of nanorobots. This marked a major breakthrough for humanity in terms of computational power and life sciences."
  },
  {
    "title": "Age of Mechanical Revolution",
    "content": "In 2060, following the successful development and commercialization of programmable cellular computers and hardware bodies, humans gained the ability to choose their own prosthetic bodies. The proliferation of hardware bodies and the dominance of cellular computing also sparked a resurgence of mechanical retroism. People enthusiastically modified their bodies, and the demand for immortality grew."
  },
  {
    "title": "Age of Negation",
    "content": "In 2076, a global crisis erupted as highly capitalized providers of hardware bodies engaged in covert operations, ultimately selling highly customized prosthetic limbs to mercenary groups. The largest hardware body provider, Narita Corporation, saw its mercenary group, known as SafariRunners, engage in a large-scale armed conflict with a rival mercenary group from Harditech. This conflict resulted in the destruction of Las Vegas. The trends of cellular computing and prosthetic bodies faced a significant backlash. Governments fell, companies were destroyed, and the world plunged into a new era of chaotic warfare."
  },
  {
    "title": "Age of Unity",
    "content": "In 2079, the turmoil caused by hardware bodies began to subside. International frameworks related to benign life modifications were reintroduced. UN-NGLRC was reassembled, and ten subjects from Cryopunk, a British company, were selected for further investigation and research."
  }
]
